{"reliance": 0, "industries": 1, "connected": 2, "prosperous": 3, "shared": 4, "future": 5, "c": 6, "alt": 7, "serve": 8, "access": 9, "choices": 10, "availability": 11, "connect": 12, "digital": 13, "g": 14, "platforms": 15, "transformation": 16, "entertain": 17, "reach": 18, "genres": 19, "content": 20, "integrated": 21, "annual": 22, "report": 23, "energise": 24, "green": 25, "secure": 26, "circularity": 27, "mobility": 28, "enrich": 29, "include": 30, "culture": 31, "performing": 32, "arts": 33, "development": 34, "innovation": 35, "communities": 36, "india": 37, "largest": 38, "company": 39, "market": 40, "capitalisation": 41, "h": 42, "crore": 43, "revenue": 44, "net": 45, "profit": 46, "page": 47, "limited": 48, "ril": 49, "fortune": 50, "global": 51, "private": 52, "sector": 53, "corporation": 54, "last": 55, "four": 56, "decades": 57, "emerged": 58, "one": 59, "valuable": 60, "stakeholder": 61, "centric": 62, "organisations": 63, "built": 64, "important": 65, "assets": 66, "innovating": 67, "investing": 68, "better": 69, "indians": 70, "unifying": 71, "thread": 72, "runs": 73, "everything": 74, "accomplished": 75, "spirit": 76, "care": 77, "empathy": 78, "success": 79, "reflection": 80, "capabilities": 81, "talent": 82, "people": 83, "potential": 84, "entrepreneurs": 85, "engineers": 86, "managers": 87, "workers": 88, "shri": 89, "dhirubhai": 90, "ambani": 91, "founder": 92, "chairman": 93, "table": 94, "contents": 95, "july": 96, "ex": 97, "demerger": 98, "financial": 99, "services": 100, "undertaking": 101, "post": 102, "price": 103, "discovery": 104, "thereof": 105, "note": 106, "figures": 107, "year": 108, "ended": 109, "march": 110, "fy": 111, "excluding": 112, "prepared": 113, "alignment": 114, "reporting": 115, "ir": 116, "framework": 117, "laid": 118, "value": 119, "foundation": 120, "vrf": 121, "preparation": 122, "gri": 123, "standards": 124, "national": 125, "voluntary": 126, "guidelines": 127, "nv": 128, "gs": 129, "united": 130, "nations": 131, "sustainable": 132, "goals": 133, "un": 134, "sd": 135, "frameworks": 136, "referenced": 137, "outlines": 138, "commitment": 139, "creation": 140, "defines": 141, "actions": 142, "taken": 143, "outcomes": 144, "achieved": 145, "stakeholders": 146, "attending": 147, "th": 148, "agm": 149, "online": 150, "invites": 151, "participation": 152, "shareholders": 153, "general": 154, "meeting": 155, "held": 156, "august": 157, "click": 158, "join": 159, "contributing": 160, "meaningfully": 161, "economic": 162, "growth": 163, "exports": 164, "new": 165, "hires": 166, "csr": 167, "contribution": 168, "proud": 169, "champion": 170, "make": 171, "forbes": 172, "best": 173, "employer": 174, "among": 175, "investor": 176, "capital": 177, "suite": 178, "brings": 179, "together": 180, "non": 181, "risk": 182, "sustainability": 183, "performance": 184, "business": 185, "responsibility": 186, "brsr": 187, "human": 188, "rights": 189, "respect": 190, "well": 191, "protect": 192, "restore": 193, "safe": 194, "transparent": 195, "ethical": 196, "accountable": 197, "responsible": 198, "inclusive": 199, "equitable": 200, "responsive": 201, "engaged": 202, "corporate": 203, "social": 204, "income": 205, "generation": 206, "skilling": 207, "livelihood": 208, "building": 209, "excel": 210, "nurture": 211, "prevention": 212, "cure": 213, "climate": 214, "resilience": 215, "inclusion": 216, "training": 217, "cohesion": 218, "art": 219, "relief": 220, "rescue": 221, "preparedness": 222, "disease": 223, "management": 224, "overview": 225, "glance": 226, "key": 227, "indicators": 228, "managing": 229, "director": 230, "statement": 231, "fulfilling": 232, "aspirations": 233, "ushering": 234, "next": 235, "phase": 236, "revolution": 237, "accelerating": 238, "disrupting": 239, "world": 240, "storytelling": 241, "empowering": 242, "board": 243, "directors": 244, "model": 245, "strategy": 246, "esg": 247, "startup": 248, "ecosystem": 249, "highlights": 250, "discussion": 251, "analysis": 252, "review": 253, "retail": 254, "oil": 255, "chemicals": 256, "gas": 257, "e": 258, "p": 259, "media": 260, "entertainment": 261, "energy": 262, "governance": 263, "awards": 264, "recognition": 265, "approach": 266, "progress": 267, "towards": 268, "carbon": 269, "zero": 270, "tcfd": 271, "maximising": 272, "understanding": 273, "material": 274, "issues": 275, "driving": 276, "n": 277, "natural": 278, "manufactured": 279, "intellectual": 280, "relationship": 281, "independent": 282, "assurance": 283, "disclosures": 284, "statements": 285, "standalone": 286, "consolidated": 287, "mandatory": 288, "top": 289, "listed": 290, "entities": 291, "amrut": 292, "kaal": 293, "unfolds": 294, "witness": 295, "unprecedented": 296, "explosion": 297, "opportunities": 298, "trillion": 299, "dollar": 300, "economy": 301, "grow": 302, "become": 303, "mukesh": 304, "larg": 305, "est": 306, "retailer": 307, "profitabil": 308, "ity": 309, "serving": 310, "pi": 311, "codes": 312, "offline": 313, "network": 314, "consumption": 315, "baskets": 316, "consumer": 317, "electronics": 318, "grocery": 319, "fashion": 320, "lifestyle": 321, "pharmacy": 322, "connectivity": 323, "cloud": 324, "commerce": 325, "gaming": 326, "education": 327, "agriculture": 328, "smart": 329, "cities": 330, "healthcare": 331, "news": 332, "television": 333, "film": 334, "print": 335, "publication": 336, "products": 337, "transportation": 338, "fuels": 339, "polymers": 340, "elastomers": 341, "intermediates": 342, "polyesters": 343, "exploration": 344, "field": 345, "operations": 346, "producing": 347, "high": 348, "spec": 349, "materials": 350, "committed": 351, "maximise": 352, "integration": 353, "produce": 354, "growing": 355, "indian": 356, "ebitda": 357, "billionebitda": 358, "millionebitda": 359, "billionrevenue": 360, "millionrevenue": 361, "billiondigital": 362, "player": 363, "million": 364, "subscribers": 365, "advanced": 366, "fixed": 367, "mobile": 368, "converged": 369, "platform": 370, "solutions": 371, "across": 372, "verticals": 373, "customer": 374, "life": 375, "cycle": 376, "production": 377, "players": 378, "upstream": 379, "portfolio": 380, "comprising": 381, "deep": 382, "ultra": 383, "deepwater": 384, "fields": 385, "coal": 386, "bed": 387, "methane": 388, "blocks": 389, "houses": 390, "omni": 391, "channel": 392, "presence": 393, "reaching": 394, "homes": 395, "hearts": 396, "millions": 397, "nation": 398, "every": 399, "day": 400, "jio": 401, "gen": 402, "backed": 403, "accelerator": 404, "encourage": 405, "support": 406, "enable": 407, "ventures": 408, "solve": 409, "age": 410, "challenges": 411, "modular": 412, "large": 413, "scale": 414, "affordable": 415, "modern": 416, "manufacturing": 417, "based": 418, "crucial": 419, "ambition": 420, "progressing": 421, "investors": 422, "superior": 423, "returns": 424, "efficient": 425, "allocation": 426, "government": 427, "regulators": 428, "cash": 429, "stores": 430, "optimisation": 431, "supply": 432, "chain": 433, "tax": 434, "contributors": 435, "wireless": 436, "broadband": 437, "coverage": 438, "rural": 439, "villages": 440, "number": 441, "employees": 442, "group": 443, "consumers": 444, "differentiated": 445, "proposition": 446, "wide": 447, "range": 448, "offerings": 449, "thrive": 450, "initiatives": 451, "suppliers": 452, "partners": 453, "supporting": 454, "indigenise": 455, "expand": 456, "increase": 457, "enabling": 458, "build": 459, "meaningful": 460, "careers": 461, "digitisation": 462, "automation": 463, "added": 464, "defined": 465, "created": 466, "activities": 467, "providers": 468, "debt": 469, "includes": 470, "interest": 471, "cost": 472, "employee": 473, "benefits": 474, "society": 475, "exchequer": 476, "equity": 477, "reinvested": 478, "maintain": 479, "develop": 480, "dividend": 481, "total": 482, "enablers": 483, "competitive": 484, "technology": 485, "diversification": 486, "leadership": 487, "strong": 488, "project": 489, "capability": 490, "hse": 491, "expenditure": 492, "book": 493, "per": 494, "share": 495, "croredividend": 496, "scaling": 497, "horizons": 498, "croremarket": 499, "croreprofit": 500, "led": 501, "prices": 502, "robust": 503, "businesses": 504, "j": 505, "record": 506, "operating": 507, "partially": 508, "offset": 509, "higher": 510, "finance": 511, "depreciation": 512, "taxes": 513, "retained": 514, "earnings": 515, "worth": 516, "decrease": 517, "due": 518, "consistent": 519, "track": 520, "increasing": 521, "ratio": 522, "impacted": 523, "mainly": 524, "working": 525, "translation": 526, "impact": 527, "foreign": 528, "currency": 529, "liabilities": 530, "position": 531, "taxpayer": 532, "also": 533, "leading": 534, "contributor": 535, "customs": 536, "excise": 537, "duty": 538, "metricsesg": 539, "metrics": 540, "registered": 541, "base": 542, "data": 543, "traffic": 544, "billion": 545, "bs": 546, "gb": 547, "patents": 548, "granted": 549, "domestic": 550, "bc": 551, "fe": 552, "bcf": 553, "person": 554, "hours": 555, "imparted": 556, "crorecumulative": 557, "read": 558, "stronger": 559, "adoption": 560, "concepts": 561, "like": 562, "chemical": 563, "us": 564, "closer": 565, "low": 566, "partnered": 567, "innovator": 568, "globally": 569, "common": 570, "goal": 571, "establishing": 572, "leveraging": 573, "expertise": 574, "derive": 575, "maximum": 576, "recognise": 577, "urgency": 578, "addressing": 579, "emanating": 580, "change": 581, "believe": 582, "contribute": 583, "effort": 584, "limiting": 585, "rise": 586, "average": 587, "temperatures": 588, "ensure": 589, "wellbeing": 590, "lay": 591, "great": 592, "emphasis": 593, "health": 594, "safety": 595, "customers": 596, "local": 597, "considerations": 598, "core": 599, "dna": 600, "since": 601, "inception": 602, "principles": 603, "enshrined": 604, "internal": 605, "conduct": 606, "partner": 607, "works": 608, "round": 609, "clock": 610, "lives": 611, "years": 612, "abiding": 613, "principle": 614, "teams": 615, "work": 616, "grass": 617, "root": 618, "level": 619, "identify": 620, "needs": 621, "involved": 622, "commit": 623, "securing": 624, "interests": 625, "maintaining": 626, "satisfaction": 627, "diverse": 628, "possible": 629, "without": 630, "structure": 631, "always": 632, "strived": 633, "highest": 634, "levels": 635, "emphasise": 636, "importance": 637, "oversight": 638, "given": 639, "fact": 640, "evolving": 641, "essential": 642, "sectors": 643, "committees": 644, "clearly": 645, "roles": 646, "mandates": 647, "adhering": 648, "practices": 649, "adapting": 650, "emerging": 651, "pursuing": 652, "path": 653, "good": 654, "constituted": 655, "committee": 656, "continued": 657, "compliance": 658, "applicable": 659, "advise": 660, "environmental": 661, "aspects": 662, "entered": 663, "era": 664, "greener": 665, "renewed": 666, "zest": 667, "newest": 668, "engine": 669, "poised": 670, "pioneer": 671, "lead": 672, "way": 673, "transition": 674, "dear": 675, "friends": 676, "aware": 677, "demerged": 678, "arm": 679, "separate": 680, "entity": 681, "named": 682, "jfs": 683, "thank": 684, "wholehearted": 685, "initiative": 686, "today": 687, "young": 688, "entrepreneurial": 689, "adopting": 690, "pace": 691, "penetrated": 692, "corner": 693, "jandhan": 694, "accounts": 695, "payments": 696, "usage": 697, "phones": 698, "presented": 699, "remarkable": 700, "provide": 701, "directional": 702, "various": 703, "governed": 704, "different": 705, "regulatory": 706, "allow": 707, "available": 708, "along": 709, "subsidiaries": 710, "leverage": 711, "technological": 712, "digitally": 713, "deliver": 714, "democratising": 715, "citizens": 716, "aims": 717, "simple": 718, "innovative": 719, "first": 720, "positioned": 721, "uniquely": 722, "capture": 723, "play": 724, "role": 725, "transforming": 726, "landscape": 727, "summary": 728, "volatility": 729, "markets": 730, "amidst": 731, "disruptions": 732, "trade": 733, "flows": 734, "uncertainties": 735, "despite": 736, "headwinds": 737, "able": 738, "another": 739, "fronts": 740, "compared": 741, "grew": 742, "impressive": 743, "rounded": 744, "supported": 745, "segments": 746, "trajectory": 747, "rapid": 748, "expansion": 749, "store": 750, "footprint": 751, "subscriber": 752, "acquisition": 753, "delivered": 754, "challenging": 755, "environment": 756, "switch": 757, "cleaner": 758, "sources": 759, "decarbonisation": 760, "making": 761, "significant": 762, "strides": 763, "class": 764, "solar": 765, "hydrogen": 766, "viable": 767, "alternative": 768, "traditional": 769, "accordingly": 770, "giga": 771, "factories": 772, "complex": 773, "jamnagar": 774, "rapidly": 775, "considering": 776, "collective": 777, "five": 778, "self": 779, "sufficient": 780, "fossil": 781, "renewable": 782, "going": 783, "milestone": 784, "history": 785, "proven": 786, "creating": 787, "transformational": 788, "changes": 789, "experience": 790, "refining": 791, "petrochemicals": 792, "esteemed": 793, "fellow": 794, "rooted": 795, "belief": 796, "integral": 797, "part": 798, "enterprise": 799, "tremendous": 800, "stress": 801, "mankind": 802, "exerted": 803, "resources": 804, "advent": 805, "industrial": 806, "brought": 807, "stage": 808, "need": 809, "collectively": 810, "ramp": 811, "efforts": 812, "combat": 813, "paris": 814, "agreement": 815, "st": 816, "conference": 817, "parties": 818, "cop": 819, "pursuit": 820, "ambitions": 821, "aligned": 822, "quest": 823, "personal": 824, "privilege": 825, "advisory": 826, "uae": 827, "ongoing": 828, "segment": 829, "sustained": 830, "kg": 831, "block": 832, "elevated": 833, "inflation": 834, "aggressive": 835, "rate": 836, "hike": 837, "central": 838, "banks": 839, "prudent": 840, "helped": 841, "optimise": 842, "minimise": 843, "risks": 844, "providing": 845, "adequate": 846, "liquidity": 847, "ably": 848, "capex": 849, "requirements": 850, "past": 851, "funded": 852, "internally": 853, "generated": 854, "profits": 855, "conservative": 856, "balance": 857, "sheet": 858, "retain": 859, "investment": 860, "grade": 861, "ratings": 862, "operational": 863, "touches": 864, "worldwide": 865, "dedicatedly": 866, "achieve": 867, "excellence": 868, "quality": 869, "premier": 870, "league": 871, "cinema": 872, "powered": 873, "behind": 874, "streaming": 875, "events": 876, "home": 877, "back": 878, "plan": 879, "latest": 880, "addition": 881, "bouquet": 882, "expected": 883, "preeminent": 884, "telecom": 885, "space": 886, "aptly": 887, "reflected": 888, "previous": 889, "stood": 890, "commits": 891, "continually": 892, "innovate": 893, "launch": 894, "newer": 895, "technologies": 896, "true": 897, "stack": 898, "feature": 899, "loaded": 900, "indigenous": 901, "offering": 902, "effective": 903, "easy": 904, "install": 905, "fully": 906, "native": 907, "software": 908, "managed": 909, "supports": 910, "features": 911, "quantum": 912, "security": 913, "air": 914, "fiber": 915, "solution": 916, "clutter": 917, "free": 918, "speed": 919, "users": 920, "multiple": 921, "devices": 922, "simultaneously": 923, "compromising": 924, "dive": 925, "helps": 926, "explore": 927, "virtual": 928, "reality": 929, "universe": 930, "smartphone": 931, "headset": 932, "immerse": 933, "application": 934, "offers": 935, "exclusive": 936, "vr": 937, "experiences": 938, "learning": 939, "wellness": 940, "accessible": 941, "established": 942, "leader": 943, "operation": 944, "advantages": 945, "penetration": 946, "help": 947, "vision": 948, "masses": 949, "times": 950, "retailers": 951, "witnessed": 952, "cross": 953, "transactions": 954, "mark": 955, "expanded": 956, "taking": 957, "tally": 958, "pan": 959, "cover": 960, "sq": 961, "ft": 962, "area": 963, "footfalls": 964, "increased": 965, "preferred": 966, "shopping": 967, "venue": 968, "citizen": 969, "formats": 970, "beauty": 971, "launching": 972, "tira": 973, "opening": 974, "flagship": 975, "mumbai": 976, "product": 977, "basket": 978, "acquisitions": 979, "partnerships": 980, "metro": 981, "campa": 982, "cola": 983, "gap": 984, "pret": 985, "manger": 986, "lotus": 987, "sosyo": 988, "maliban": 989, "toffeeman": 990, "name": 991, "retails": 992, "physical": 993, "brands": 994, "ajio": 995, "netmeds": 996, "mart": 997, "whats": 998, "app": 999, "truly": 1000, "novel": 1001, "combines": 1002, "simplicity": 1003, "instant": 1004, "chat": 1005, "fast": 1006, "paced": 1007, "merchant": 1008, "currently": 1009, "merchants": 1010, "reflects": 1011, "right": 1012, "indispensable": 1013, "household": 1014, "regions": 1015, "tier": 1016, "envisions": 1017, "sites": 1018, "worked": 1019, "finding": 1020, "ever": 1021, "firing": 1022, "torrefied": 1023, "biomass": 1024, "gasifiers": 1025, "fired": 1026, "boilers": 1027, "cf": 1028, "petrochemical": 1029, "feed": 1030, "line": 1031, "ethanol": 1032, "blending": 1033, "motor": 1034, "ebms": 1035, "facility": 1036, "commissioned": 1037, "successfully": 1038, "demo": 1039, "plant": 1040, "patented": 1041, "continuous": 1042, "catalytic": 1043, "pyrolysis": 1044, "promoting": 1045, "concept": 1046, "circular": 1047, "especially": 1048, "techniques": 1049, "gaining": 1050, "momentum": 1051, "mj": 1052, "commenced": 1053, "testing": 1054, "commissioning": 1055, "peak": 1056, "mmscmd": 1057, "operationalization": 1058, "step": 1059, "enhancing": 1060, "conclusion": 1061, "grown": 1062, "multifold": 1063, "delivering": 1064, "country": 1065, "community": 1066, "ingrained": 1067, "daily": 1068, "routines": 1069, "identified": 1070, "devising": 1071, "timely": 1072, "current": 1073, "tackle": 1074, "aimed": 1075, "societal": 1076, "using": 1077, "deploying": 1078, "leaders": 1079, "confident": 1080, "place": 1081, "live": 1082, "generations": 1083, "would": 1084, "express": 1085, "sincere": 1086, "appreciation": 1087, "guidance": 1088, "dedicated": 1089, "extend": 1090, "gratitude": 1091, "unwavering": 1092, "faith": 1093, "wishes": 1094, "strengthening": 1095, "existing": 1096, "introducing": 1097, "launched": 1098, "end": 1099, "towns": 1100, "demonstrating": 1101, "installation": 1102, "rollout": 1103, "ftth": 1104, "gained": 1105, "viewers": 1106, "enjoyed": 1107, "action": 1108, "fifa": 1109, "cup": 1110, "women": 1111, "edition": 1112, "facing": 1113, "major": 1114, "highly": 1115, "volatile": 1116, "scenarios": 1117, "posted": 1118, "saed": 1119, "revenues": 1120, "account": 1121, "improved": 1122, "realisation": 1123, "fuel": 1124, "tracking": 1125, "healthy": 1126, "levy": 1127, "driven": 1128, "feedstock": 1129, "flexibility": 1130, "sharp": 1131, "improvements": 1132, "cracks": 1133, "advantageous": 1134, "ethane": 1135, "cracking": 1136, "refinery": 1137, "processed": 1138, "variants": 1139, "crude": 1140, "broadening": 1141, "demand": 1142, "reflecting": 1143, "economies": 1144, "pandemic": 1145, "restrictions": 1146, "downstream": 1147, "remained": 1148, "subdued": 1149, "noteworthy": 1150, "doubled": 1151, "x": 1152, "primarily": 1153, "exceptional": 1154, "incident": 1155, "panch": 1156, "pran": 1157, "imperatives": 1158, "meets": 1159, "options": 1160, "unparalleled": 1161, "delivery": 1162, "foster": 1163, "categories": 1164, "tech": 1165, "enabled": 1166, "revolutionise": 1167, "logistics": 1168, "ensuring": 1169, "swift": 1170, "ultimate": 1171, "benefit": 1172, "focus": 1173, "small": 1174, "equal": 1175, "underserved": 1176, "areas": 1177, "integrating": 1178, "widening": 1179, "distribution": 1180, "choice": 1181, "brand": 1182, "luxury": 1183, "caters": 1184, "vast": 1185, "aspirational": 1186, "fueling": 1187, "collaborations": 1188, "producers": 1189, "msm": 1190, "es": 1191, "enhance": 1192, "competitiveness": 1193, "gid": 1194, "provides": 1195, "convenience": 1196, "comfort": 1197, "seamless": 1198, "enriched": 1199, "journey": 1200, "create": 1201, "thereby": 1202, "download": 1203, "mbps": 1204, "three": 1205, "fold": 1206, "advantage": 1207, "town": 1208, "taluka": 1209, "tehsil": 1210, "december": 1211, "networks": 1212, "reliability": 1213, "powering": 1214, "io": 1215, "drone": 1216, "boost": 1217, "agricultural": 1218, "productivity": 1219, "ways": 1220, "real": 1221, "time": 1222, "monitoring": 1223, "robotics": 1224, "vs": 1225, "reimagining": 1226, "immersive": 1227, "remote": 1228, "farthest": 1229, "corners": 1230, "endless": 1231, "possibilities": 1232, "latency": 1233, "bringing": 1234, "impacting": 1235, "spectrum": 1236, "carrier": 1237, "aggregation": 1238, "architecture": 1239, "bts": 1240, "deployment": 1241, "deployed": 1242, "provider": 1243, "fttx": 1244, "service": 1245, "targeting": 1246, "embraces": 1247, "reducing": 1248, "waste": 1249, "repurposing": 1250, "trailblazing": 1251, "crafts": 1252, "eco": 1253, "friendly": 1254, "shaping": 1255, "tomorrow": 1256, "breaking": 1257, "ground": 1258, "recron": 1259, "fibrefill": 1260, "gold": 1261, "biodegradable": 1262, "polyester": 1263, "breakthrough": 1264, "achievement": 1265, "wt": 1266, "revolutionising": 1267, "recycling": 1268, "closed": 1269, "loop": 1270, "converts": 1271, "mixed": 1272, "plastic": 1273, "stable": 1274, "allowing": 1275, "developing": 1276, "predictive": 1277, "analytics": 1278, "usable": 1279, "datasets": 1280, "constructing": 1281, "models": 1282, "ai": 1283, "ml": 1284, "efficiency": 1285, "improvement": 1286, "mtpa": 1287, "planned": 1288, "capacity": 1289, "fibre": 1290, "unleashing": 1291, "emerges": 1292, "long": 1293, "term": 1294, "catalyst": 1295, "ev": 1296, "charge": 1297, "points": 1298, "target": 1299, "bottles": 1300, "annually": 1301, "forging": 1302, "hazira": 1303, "gujarat": 1304, "composites": 1305, "enables": 1306, "lightweight": 1307, "bolstering": 1308, "ecosystems": 1309, "renewables": 1310, "developed": 1311, "power": 1312, "bp": 1313, "jv": 1314, "east": 1315, "coast": 1316, "cater": 1317, "significantly": 1318, "import": 1319, "savings": 1320, "upto": 1321, "reduction": 1322, "nationwide": 1323, "widespread": 1324, "route": 1325, "engineered": 1326, "pilot": 1327, "refuelling": 1328, "station": 1329, "hrs": 1330, "vendor": 1331, "agnostic": 1332, "design": 1333, "readiness": 1334, "double": 1335, "related": 1336, "broaden": 1337, "focused": 1338, "research": 1339, "plans": 1340, "promise": 1341, "ignite": 1342, "audacious": 1343, "redefining": 1344, "pioneering": 1345, "unleash": 1346, "captivating": 1347, "enthrall": 1348, "audiences": 1349, "leave": 1350, "craving": 1351, "brace": 1352, "spectacle": 1353, "never": 1354, "studios": 1355, "mesmerised": 1356, "award": 1357, "winning": 1358, "ott": 1359, "films": 1360, "months": 1361, "ahead": 1362, "expect": 1363, "extraordinary": 1364, "revolutionary": 1365, "array": 1366, "emotions": 1367, "captivate": 1368, "enchant": 1369, "unveiled": 1370, "spectacular": 1371, "stories": 1372, "including": 1373, "web": 1374, "originals": 1375, "single": 1376, "slate": 1377, "produced": 1378, "studio": 1379, "enviable": 1380, "sports": 1381, "commencing": 1382, "viacom": 1383, "encompassing": 1384, "popular": 1385, "properties": 1386, "ipl": 1387, "seasons": 1388, "international": 1389, "cricket": 1390, "matches": 1391, "south": 1392, "africa": 1393, "sa": 1394, "possesses": 1395, "acclaimed": 1396, "sporting": 1397, "olympics": 1398, "additionally": 1399, "nba": 1400, "la": 1401, "liga": 1402, "serie": 1403, "ligue": 1404, "moto": 1405, "gp": 1406, "others": 1407, "catalogues": 1408, "enticing": 1409, "destination": 1410, "enthusiasts": 1411, "releases": 1412, "powerhouse": 1413, "partnership": 1414, "bodhi": 1415, "tree": 1416, "paramount": 1417, "unique": 1418, "biggest": 1419, "conglomerate": 1420, "companies": 1421, "two": 1422, "recognised": 1423, "veterans": 1424, "industry": 1425, "uday": 1426, "shankar": 1427, "james": 1428, "murdoch": 1429, "disrupt": 1430, "unleashed": 1431, "internet": 1432, "aim": 1433, "marquee": 1434, "revolutionised": 1435, "fans": 1436, "casual": 1437, "watch": 1438, "simultaneous": 1439, "feeds": 1440, "languages": 1441, "k": 1442, "multi": 1443, "cam": 1444, "views": 1445, "gave": 1446, "degree": 1447, "autonomy": 1448, "stadium": 1449, "ar": 1450, "viewing": 1451, "tuned": 1452, "finals": 1453, "watched": 1454, "event": 1455, "set": 1456, "several": 1457, "viewership": 1458, "benchmarks": 1459, "video": 1460, "concurrent": 1461, "minutes": 1462, "expansive": 1463, "catalogue": 1464, "shows": 1465, "movies": 1466, "hollywood": 1467, "jiocinema": 1468, "mi": 1469, "vasantrao": 1470, "qualifier": 1471, "oscars": 1472, "critics": 1473, "filmfare": 1474, "marathi": 1475, "dasvi": 1476, "actor": 1477, "male": 1478, "mimi": 1479, "female": 1480, "iifa": 1481, "godavari": 1482, "laurels": 1483, "internationally": 1484, "final": 1485, "match": 1486, "comprehensive": 1487, "positively": 1488, "philanthropies": 1489, "programme": 1490, "addresses": 1491, "critical": 1492, "livelihoods": 1493, "water": 1494, "food": 1495, "nutrition": 1496, "empowerment": 1497, "knowledge": 1498, "empowered": 1499, "lakh": 1500, "children": 1501, "teachers": 1502, "initiativeshealth": 1503, "primary": 1504, "tertiary": 1505, "vulnerable": 1506, "populations": 1507, "touchedsports": 1508, "partnering": 1509, "offer": 1510, "budding": 1511, "athletes": 1512, "prowess": 1513, "youth": 1514, "disaster": 1515, "quick": 1516, "response": 1517, "mitigate": 1518, "effect": 1519, "disasters": 1520, "early": 1521, "warnings": 1522, "mobilisation": 1523, "affected": 1524, "benefittedarts": 1525, "heritage": 1526, "helping": 1527, "revival": 1528, "upkeep": 1529, "public": 1530, "spaces": 1531, "reportwomen": 1532, "fostering": 1533, "bridging": 1534, "gender": 1535, "divide": 1536, "entrepreneurship": 1537, "touched": 1538, "nita": 1539, "cultural": 1540, "centre": 1541, "nmacc": 1542, "vibrant": 1543, "hub": 1544, "creativity": 1545, "envisioned": 1546, "smt": 1547, "designed": 1548, "celebrate": 1549, "expressions": 1550, "imagination": 1551, "mesmerising": 1552, "fusion": 1553, "performances": 1554, "exhibitions": 1555, "workshops": 1556, "inspire": 1557, "artistic": 1558, "brilliance": 1559, "thrives": 1560, "embark": 1561, "enlightenment": 1562, "splendour": 1563, "proudly": 1564, "displays": 1565, "magnificent": 1566, "kamal": 1567, "kunj": 1568, "pichwai": 1569, "painting": 1570, "talented": 1571, "artists": 1572, "nathdwara": 1573, "rajasthan": 1574, "alongside": 1575, "masterpiece": 1576, "regional": 1577, "grassroots": 1578, "swadesh": 1579, "showcase": 1580, "takes": 1581, "visitors": 1582, "highlighting": 1583, "eight": 1584, "iconic": 1585, "forms": 1586, "banarasi": 1587, "weaving": 1588, "pattachitra": 1589, "sozni": 1590, "embroidery": 1591, "blue": 1592, "pottery": 1593, "kal": 1594, "baffi": 1595, "paithani": 1596, "sunrise": 1597, "candles": 1598, "thrived": 1599, "flourished": 1600, "unforgettable": 1601, "music": 1602, "colours": 1603, "enchanting": 1604, "inspired": 1605, "fountain": 1606, "joy": 1607, "captures": 1608, "essence": 1609, "awestruck": 1610, "jets": 1611, "gracefully": 1612, "ascend": 1613, "perfectly": 1614, "synchronised": 1615, "melodies": 1616, "kaleidoscope": 1617, "hues": 1618, "light": 1619, "sound": 1620, "creates": 1621, "magical": 1622, "square": 1623, "centred": 1624, "around": 1625, "combination": 1626, "fire": 1627, "symphony": 1628, "grand": 1629, "theatre": 1630, "seat": 1631, "marvel": 1632, "hosts": 1633, "calibre": 1634, "productions": 1635, "musicals": 1636, "plays": 1637, "come": 1638, "ode": 1639, "preserve": 1640, "promote": 1641, "hope": 1642, "globe": 1643, "chairperson": 1644, "intimate": 1645, "programming": 1646, "intense": 1647, "schedule": 1648, "musical": 1649, "presentations": 1650, "dance": 1651, "literary": 1652, "cube": 1653, "incubator": 1654, "ideas": 1655, "flexible": 1656, "engaging": 1657, "conversational": 1658, "dialogue": 1659, "oriented": 1660, "screenings": 1661, "spoken": 1662, "word": 1663, "readings": 1664, "house": 1665, "visual": 1666, "display": 1667, "visionary": 1668, "nooks": 1669, "creative": 1670, "thinking": 1671, "converge": 1672, "outside": 1673, "indoors": 1674, "glass": 1675, "fa": 1676, "ade": 1677, "overlooking": 1678, "audit": 1679, "nomination": 1680, "remuneration": 1681, "member": 1682, "face": 1683, "enterprising": 1684, "petroleum": 1685, "former": 1686, "vigilance": 1687, "commissioner": 1688, "cbdt": 1689, "mc": 1690, "kinsey": 1691, "commission": 1692, "council": 1693, "serves": 1694, "boards": 1695, "larsen": 1696, "toubro": 1697, "cipla": 1698, "start": 1699, "spearheaded": 1700, "projects": 1701, "career": 1702, "spanning": 1703, "saudi": 1704, "aramco": 1705, "governor": 1706, "fund": 1707, "harvard": 1708, "school": 1709, "alumnus": 1710, "arabia": 1711, "prominent": 1712, "institutions": 1713, "corporations": 1714, "leads": 1715, "functions": 1716, "mega": 1717, "ceo": 1718, "booz": 1719, "firm": 1720, "specialising": 1721, "businesswoman": 1722, "educationist": 1723, "philanthropist": 1724, "interventions": 1725, "nearly": 1726, "instrumental": 1727, "ministry": 1728, "cii": 1729, "secretary": 1730, "highways": 1731, "authority": 1732, "nhai": 1733, "adani": 1734, "icici": 1735, "bank": 1736, "infosys": 1737, "na": 1738, "bfid": 1739, "awarded": 1740, "padma": 1741, "bhushan": 1742, "banking": 1743, "fibres": 1744, "marketing": 1745, "banker": 1746, "sbi": 1747, "salesforce": 1748, "v": 1749, "chowdary": 1750, "adil": 1751, "zainulbhai": 1752, "pawan": 1753, "kumar": 1754, "kapil": 1755, "executive": 1756, "excellency": 1757, "yasir": 1758, "othman": 1759, "al": 1760, "rumayyan": 1761, "hital": 1762, "r": 1763, "meswani": 1764, "dr": 1765, "shumeet": 1766, "banerji": 1767, "nikhil": 1768, "raminder": 1769, "singh": 1770, "gujral": 1771, "kamath": 1772, "prasad": 1773, "arundhati": 1774, "bhattacharya": 1775, "brief": 1776, "resume": 1777, "nature": 1778, "speci": 1779, "fic": 1780, "functional": 1781, "etc": 1782, "https": 1783, "www": 1784, "com": 1785, "ourcompany": 1786, "boardofdirectors": 1787, "aspx": 1788, "snapshot": 1789, "tenure": 1790, "ceased": 1791, "upon": 1792, "completion": 1793, "whole": 1794, "may": 1795, "clear": 1796, "strategic": 1797, "align": 1798, "propel": 1799, "bring": 1800, "strengthen": 1801, "constantly": 1802, "italian": 1803, "tod": 1804, "valentino": 1805, "french": 1806, "balenciaga": 1807, "american": 1808, "stake": 1809, "foremost": 1810, "couturiers": 1811, "abu": 1812, "jani": 1813, "sandeep": 1814, "khosla": 1815, "legno": 1816, "spa": 1817, "aligns": 1818, "vertical": 1819, "toy": 1820, "exyn": 1821, "inc": 1822, "commercialisation": 1823, "augment": 1824, "acquired": 1825, "mimosa": 1826, "point": 1827, "use": 1828, "cases": 1829, "backhaul": 1830, "fwa": 1831, "rollouts": 1832, "sanmina": 1833, "electronic": 1834, "infrastructure": 1835, "hyperscale": 1836, "centres": 1837, "medical": 1838, "systems": 1839, "cleantech": 1840, "defence": 1841, "aerospace": 1842, "footwear": 1843, "beverages": 1844, "chocolate": 1845, "confectionary": 1846, "master": 1847, "franchise": 1848, "fresh": 1849, "organic": 1850, "coffee": 1851, "carry": 1852, "adds": 1853, "category": 1854, "format": 1855, "strengthens": 1856, "automobile": 1857, "estate": 1858, "mall": 1859, "developers": 1860, "fleet": 1861, "operators": 1862, "corporates": 1863, "establishments": 1864, "charging": 1865, "battery": 1866, "swapping": 1867, "listing": 1868, "stock": 1869, "exchanges": 1870, "promises": 1871, "unlock": 1872, "distinctively": 1873, "intuitive": 1874, "continues": 1875, "synergistic": 1876, "investments": 1877, "majority": 1878, "sense": 1879, "hawk": 1880, "developer": 1881, "tools": 1882, "caelux": 1883, "perovskite": 1884, "retailoil": 1885, "fulfil": 1886, "ambitious": 1887, "establish": 1888, "gw": 1889, "gj": 1890, "consumed": 1891, "seawater": 1892, "desalinated": 1893, "recruits": 1894, "onboarded": 1895, "completed": 1896, "submitted": 1897, "mission": 1898, "kurukshetra": 1899, "invested": 1900, "team": 1901, "researchers": 1902, "scientists": 1903, "patent": 1904, "applications": 1905, "filed": 1906, "hz": 1907, "mmbpd": 1908, "span": 1909, "geographies": 1910, "classes": 1911, "external": 1912, "values": 1913, "divisions": 1914, "appetite": 1915, "proactively": 1916, "enhances": 1917, "outlook": 1918, "strive": 1919, "customised": 1920, "win": 1921, "embedding": 1922, "promotes": 1923, "decision": 1924, "short": 1925, "reconcile": 1926, "measuring": 1927, "executing": 1928, "pillars": 1929, "tracked": 1930, "according": 1931, "associated": 1932, "drivers": 1933, "unmatched": 1934, "disruptive": 1935, "game": 1936, "changer": 1937, "co": 1938, "recyclable": 1939, "resource": 1940, "alternatives": 1941, "clean": 1942, "connecting": 1943, "kiranas": 1944, "transform": 1945, "benefiting": 1946, "pivoting": 1947, "motto": 1948, "admired": 1949, "generating": 1950, "organisation": 1951, "outputs": 1952, "sdg": 1953, "employers": 1954, "strength": 1955, "differently": 1956, "abled": 1957, "workforce": 1958, "featured": 1959, "linked": 1960, "workplaces": 1961, "arpu": 1962, "incl": 1963, "exit": 1964, "quarter": 1965, "combustion": 1966, "heavy": 1967, "trucks": 1968, "buses": 1969, "b": 1970, "cdp": 1971, "rating": 1972, "rjil": 1973, "conservation": 1974, "recorded": 1975, "carries": 1976, "exabytes": 1977, "monthly": 1978, "mmt": 1979, "meant": 1980, "sale": 1981, "throughput": 1982, "converting": 1983, "algal": 1984, "urban": 1985, "locations": 1986, "trust": 1987, "relationships": 1988, "members": 1989, "uncertain": 1990, "hyper": 1991, "strengthened": 1992, "pool": 1993, "upskilling": 1994, "contributed": 1995, "indigenously": 1996, "inputs": 1997, "ii": 1998, "ssf": 1999, "f": 2000, "conviction": 2001, "wave": 2002, "engines": 2003, "redefine": 2004, "connects": 2005, "consumes": 2006, "grows": 2007, "transformative": 2008, "instilled": 2009, "facilitating": 2010, "objective": 2011, "add": 2012, "beyond": 2013, "forward": 2014, "ip": 2015, "blockchain": 2016, "computing": 2017, "big": 2018, "algorithms": 2019, "chatbots": 2020, "speech": 2021, "language": 2022, "processing": 2023, "imminent": 2024, "fastest": 2025, "extensive": 2026, "layers": 2027, "targets": 2028, "setting": 2029, "selection": 2030, "drive": 2031, "emissions": 2032, "utilising": 2033, "input": 2034, "utilise": 2035, "progressive": 2036, "easily": 2037, "embracing": 2038, "optimising": 2039, "conversion": 2040, "streams": 2041, "holistic": 2042, "practising": 2043, "pet": 2044, "road": 2045, "polymer": 2046, "sourcing": 2047, "manufacturers": 2048, "sm": 2049, "particular": 2050, "modernise": 2051, "inefficiencies": 2052, "reduce": 2053, "leakages": 2054, "expanding": 2055, "selling": 2056, "comprises": 2057, "length": 2058, "breadth": 2059, "actively": 2060, "state": 2061, "link": 2062, "automated": 2063, "reliable": 2064, "scalable": 2065, "warehousing": 2066, "mile": 2067, "fulfilment": 2068, "collaboration": 2069, "recognising": 2070, "threat": 2071, "harnessing": 2072, "reshaping": 2073, "prioritising": 2074, "humanity": 2075, "lies": 2076, "heart": 2077, "championing": 2078, "fair": 2079, "centricity": 2080, "lighting": 2081, "fuelling": 2082, "paving": 2083, "brighter": 2084, "rewriting": 2085, "script": 2086, "transparency": 2087, "accountability": 2088, "rigorous": 2089, "equipped": 2090, "navigate": 2091, "seize": 2092, "proactive": 2093, "strategies": 2094, "capitalising": 2095, "avenues": 2096, "reinforces": 2097, "humility": 2098, "aligning": 2099, "guided": 2100, "joining": 2101, "forces": 2102, "force": 2103, "positive": 2104, "amplify": 2105, "materiality": 2106, "integrate": 2107, "concerns": 2108, "evaluating": 2109, "assessment": 2110, "enriches": 2111, "benefittedesg": 2112, "enriching": 2113, "ensures": 2114, "nurturing": 2115, "supportive": 2116, "families": 2117, "encompasses": 2118, "mental": 2119, "spiritual": 2120, "oversees": 2121, "regular": 2122, "engagement": 2123, "structured": 2124, "discussions": 2125, "guides": 2126, "stewardship": 2127, "instituted": 2128, "collaborative": 2129, "advance": 2130, "batteries": 2131, "map": 2132, "assisting": 2133, "startups": 2134, "achieving": 2135, "scalability": 2136, "operates": 2137, "cohort": 2138, "continuously": 2139, "onboards": 2140, "throughout": 2141, "mutually": 2142, "beneficial": 2143, "within": 2144, "focuses": 2145, "experts": 2146, "started": 2147, "increasingly": 2148, "program": 2149, "sponsored": 2150, "israel": 2151, "iia": 2152, "crowd": 2153, "yissum": 2154, "engages": 2155, "receive": 2156, "hands": 2157, "nurtured": 2158, "rich": 2159, "mentor": 2160, "senior": 2161, "founders": 2162, "cx": 2163, "os": 2164, "spends": 2165, "reflect": 2166, "direction": 2167, "bridges": 2168, "accelerate": 2169, "interactions": 2170, "mentorship": 2171, "personalised": 2172, "outcome": 2173, "go": 2174, "hiring": 2175, "fundraising": 2176, "fit": 2177, "seven": 2178, "meit": 2179, "msh": 2180, "nodal": 2181, "information": 2182, "involves": 2183, "get": 2184, "mentors": 2185, "proof": 2186, "milestones": 2187, "special": 2188, "recognitions": 2189, "alumni": 2190, "hedge": 2191, "uses": 2192, "save": 2193, "huge": 2194, "enterprises": 2195, "modernising": 2196, "weeks": 2197, "instead": 2198, "thinker": 2199, "bell": 2200, "labs": 2201, "week": 2202, "hon": 2203, "ble": 2204, "prime": 2205, "minister": 2206, "narendra": 2207, "modi": 2208, "interaction": 2209, "prathamesh": 2210, "sinha": 2211, "old": 2212, "visually": 2213, "impaired": 2214, "child": 2215, "ambassador": 2216, "device": 2217, "called": 2218, "annie": 2219, "simplify": 2220, "braille": 2221, "navana": 2222, "ujjivan": 2223, "hello": 2224, "voice": 2225, "vernacular": 2226, "commands": 2227, "perform": 2228, "edge": 2229, "neural": 2230, "reduces": 2231, "incurred": 2232, "hardware": 2233, "regulates": 2234, "flow": 2235, "skyware": 2236, "sensors": 2237, "proprietary": 2238, "predict": 2239, "detection": 2240, "grain": 2241, "spoilage": 2242, "warehouses": 2243, "thus": 2244, "saving": 2245, "money": 2246, "wastage": 2247, "agri": 2248, "commodity": 2249, "dozee": 2250, "medtech": 2251, "specialises": 2252, "contactless": 2253, "patient": 2254, "recently": 2255, "obtained": 2256, "clearance": 2257, "fda": 2258, "allows": 2259, "substantially": 2260, "countless": 2261, "individuals": 2262, "swaasa": 2263, "detects": 2264, "lower": 2265, "respiratory": 2266, "tract": 2267, "infections": 2268, "anjani": 2269, "mashelkar": 2270, "recognises": 2271, "prototype": 2272, "innovations": 2273, "commercialised": 2274, "prize": 2275, "grants": 2276, "facilitates": 2277, "implementation": 2278, "containers": 2279, "prestigious": 2280, "gartner": 2281, "cool": 2282, "demonstrated": 2283, "ability": 2284, "delivers": 2285, "tangible": 2286, "meraqui": 2287, "alleviates": 2288, "recruiting": 2289, "onboarding": 2290, "grey": 2291, "collared": 2292, "contract": 2293, "manage": 2294, "entire": 2295, "hire": 2296, "retire": 2297, "walker": 2298, "transforms": 2299, "tv": 2300, "user": 2301, "salcit": 2302, "detect": 2303, "deadly": 2304, "lung": 2305, "diseases": 2306, "hospitals": 2307, "clinics": 2308, "metri": 2309, "xr": 2310, "gmetri": 2311, "utilised": 2312, "metaverse": 2313, "allowed": 2314, "virtually": 2315, "lounge": 2316, "interactively": 2317, "entering": 2318, "rooms": 2319, "vitra": 2320, "translating": 2321, "videos": 2322, "images": 2323, "podcasts": 2324, "text": 2325, "tool": 2326, "transcription": 2327, "synthesis": 2328, "nine": 2329, "programmes": 2330, "conducted": 2331, "received": 2332, "aspiring": 2333, "mentored": 2334, "raised": 2335, "venture": 2336, "funding": 2337, "institutional": 2338, "innovators": 2339, "invests": 2340, "cutting": 2341, "exciting": 2342, "geared": 2343, "empowers": 2344, "exposure": 2345, "airlines": 2346, "airports": 2347, "handling": 2348, "address": 2349, "turnaround": 2350, "bottlenecks": 2351, "delays": 2352, "precious": 2353, "utilises": 2354, "classification": 2355, "alerts": 2356, "coupled": 2357, "reports": 2358, "yield": 2359, "saa": 2360, "signal": 2361, "generative": 2362, "turn": 2363, "wearable": 2364, "cognitive": 2365, "emotional": 2366, "states": 2367, "insights": 2368, "workplace": 2369, "fitness": 2370, "trusted": 2371, "qualcomm": 2372, "garmin": 2373, "sony": 2374, "artificial": 2375, "intelligence": 2376, "revolutionises": 2377, "nlp": 2378, "understand": 2379, "queries": 2380, "context": 2381, "accurate": 2382, "results": 2383, "spot": 2384, "answers": 2385, "highlighted": 2386, "stamped": 2387, "suitably": 2388, "eaa": 2389, "precise": 2390, "instruction": 2391, "automatically": 2392, "student": 2393, "neuroscience": 2394, "linguistic": 2395, "adapts": 2396, "lessons": 2397, "individual": 2398, "interactive": 2399, "tailor": 2400, "made": 2401, "teaching": 2402, "insurance": 2403, "curate": 2404, "organise": 2405, "standardise": 2406, "relevant": 2407, "dynamic": 2408, "insight": 2409, "reveals": 2410, "inherent": 2411, "select": 2412, "underwrite": 2413, "faster": 2414, "motion": 2415, "driver": 2416, "unconscious": 2417, "uncontrollable": 2418, "muscular": 2419, "submovements": 2420, "monitor": 2421, "brain": 2422, "activity": 2423, "movements": 2424, "steering": 2425, "wheels": 2426, "smartphones": 2427, "release": 2428, "code": 2429, "dev": 2430, "ops": 2431, "qa": 2432, "bi": 2433, "automate": 2434, "workflows": 2435, "makes": 2436, "easier": 2437, "pipelines": 2438, "interface": 2439, "hundreds": 2440, "pre": 2441, "templates": 2442, "configuration": 2443, "rely": 2444, "difficult": 2445, "even": 2446, "complicated": 2447, "operate": 2448, "example": 2449, "fatigue": 2450, "inattention": 2451, "anxiety": 2452, "alcohol": 2453, "drugs": 2454, "invasive": 2455, "decode": 2456, "signals": 2457, "embedded": 2458, "system": 2459, "autonomous": 2460, "livestock": 2461, "mustering": 2462, "tracks": 2463, "counts": 2464, "animals": 2465, "status": 2466, "facilities": 2467, "troughs": 2468, "fencing": 2469, "farmers": 2470, "cut": 2471, "costs": 2472, "adopt": 2473, "methods": 2474, "rotational": 2475, "grazing": 2476, "acre": 2477, "farming": 2478, "rearing": 2479, "develops": 2480, "near": 2481, "nitrate": 2482, "soil": 2483, "electro": 2484, "optical": 2485, "sensor": 2486, "algorithm": 2487, "groundbreaking": 2488, "porewater": 2489, "extraction": 2490, "spectral": 2491, "clients": 2492, "nutrient": 2493, "optimised": 2494, "fertiliser": 2495, "enhanced": 2496, "yields": 2497, "safer": 2498, "vetted": 2499, "approved": 2500, "full": 2501, "object": 2502, "electromagnetic": 2503, "signature": 2504, "image": 2505, "shape": 2506, "substance": 2507, "temperature": 2508, "infra": 2509, "red": 2510, "cameras": 2511, "sharper": 2512, "detailed": 2513, "imagery": 2514, "thermal": 2515, "identification": 2516, "measurement": 2517, "objects": 2518, "automotive": 2519, "cybersecurity": 2520, "lifecycle": 2521, "streamlines": 2522, "vehicle": 2523, "grids": 2524, "stations": 2525, "electric": 2526, "streamlined": 2527, "extended": 2528, "headsets": 2529, "ergonomic": 2530, "pending": 2531, "optics": 2532, "view": 2533, "compact": 2534, "fidelity": 2535, "lenses": 2536, "placement": 2537, "contextual": 2538, "targeted": 2539, "advertising": 2540, "premium": 2541, "games": 2542, "monetisation": 2543, "streamers": 2544, "owners": 2545, "conversions": 2546, "viewer": 2547, "minimising": 2548, "interruptions": 2549, "biometric": 2550, "identity": 2551, "equipment": 2552, "ot": 2553, "failure": 2554, "prediction": 2555, "multifactor": 2556, "authentication": 2557, "utmost": 2558, "integrity": 2559, "qkd": 2560, "applies": 2561, "physics": 2562, "exchange": 2563, "encryption": 2564, "keys": 2565, "manner": 2566, "forever": 2567, "renowned": 2568, "presents": 2569, "mass": 2570, "computer": 2571, "agtech": 2572, "cyber": 2573, "unless": 2574, "otherwise": 2575, "stated": 2576, "sales": 2577, "otal": 2578, "ax": 2579, "expenses": 2580, "ebdit": 2581, "amortisation": 2582, "items": 2583, "gain": 2584, "loss": 2585, "payout": 2586, "reserves": 2587, "surplus": 2588, "gross": 2589, "turnover": 2590, "margin": 2591, "ronw": 2592, "roce": 2593, "denotes": 2594, "adjusted": 2595, "issue": 2596, "bonus": 2597, "shares": 2598, "cwip": 2599, "revaluation": 2600, "disclosure": 2601, "actual": 2602, "payment": 2603, "basis": 2604, "ind": 2605, "w": 2606, "section": 2607, "description": 2608, "covering": 2609, "strengths": 2610, "covers": 2611, "looking": 2612, "contains": 2613, "words": 2614, "expects": 2615, "anticipates": 2616, "believes": 2617, "intends": 2618, "estimates": 2619, "expectations": 2620, "projections": 2621, "expenditures": 2622, "certain": 2623, "assumptions": 2624, "guarantee": 2625, "realised": 2626, "achievements": 2627, "could": 2628, "differ": 2629, "projected": 2630, "assumes": 2631, "publicly": 2632, "amend": 2633, "modify": 2634, "revise": 2635, "subsequent": 2636, "developments": 2637, "disclaims": 2638, "obligation": 2639, "update": 2640, "except": 2641, "required": 2642, "law": 2643, "moat": 2644, "trends": 2645, "priorities": 2646, "capitals": 2647, "china": 2648, "rebound": 2649, "cy": 2650, "reopening": 2651, "monetary": 2652, "policy": 2653, "remain": 2654, "amongst": 2655, "imf": 2656, "relatively": 2657, "imbalances": 2658, "caused": 2659, "russia": 2660, "ukraine": 2661, "conflict": 2662, "statistical": 2663, "office": 2664, "spike": 2665, "pushed": 2666, "peaking": 2667, "april": 2668, "medium": 2669, "band": 2670, "rbi": 2671, "took": 2672, "stringent": 2673, "measures": 2674, "rising": 2675, "hiking": 2676, "repo": 2677, "six": 2678, "beginning": 2679, "close": 2680, "however": 2681, "surge": 2682, "resilient": 2683, "pmi": 2684, "credit": 2685, "traction": 2686, "deposit": 2687, "lagged": 2688, "incremental": 2689, "overtook": 2690, "japan": 2691, "germany": 2692, "third": 2693, "terms": 2694, "second": 2695, "phone": 2696, "manufacturer": 2697, "accelerated": 2698, "upi": 2699, "run": 2700, "transaction": 2701, "volumes": 2702, "almost": 2703, "doubling": 2704, "surged": 2705, "exabyte": 2706, "solid": 2707, "merchandise": 2708, "falling": 2709, "softening": 2710, "likely": 2711, "moderate": 2712, "population": 2713, "gdp": 2714, "amid": 2715, "macro": 2716, "geo": 2717, "political": 2718, "conflicts": 2719, "downturn": 2720, "adapt": 2721, "environments": 2722, "situations": 2723, "agile": 2724, "planning": 2725, "margins": 2726, "utilisation": 2727, "rates": 2728, "volume": 2729, "realisations": 2730, "efficiencies": 2731, "uptime": 2732, "fiscal": 2733, "prudence": 2734, "formed": 2735, "guide": 2736, "rails": 2737, "navigating": 2738, "raising": 2739, "contained": 2740, "slowing": 2741, "covid": 2742, "hikes": 2743, "saw": 2744, "trend": 2745, "seen": 2746, "prior": 2747, "euro": 2748, "respectively": 2749, "inflationary": 2750, "pressures": 2751, "decade": 2752, "highs": 2753, "averaging": 2754, "averaged": 2755, "aggressively": 2756, "tightened": 2757, "federal": 2758, "reserve": 2759, "bps": 2760, "european": 2761, "hiked": 2762, "emd": 2763, "slowdown": 2764, "chinese": 2765, "frequent": 2766, "lockdowns": 2767, "eased": 2768, "housing": 2769, "bbl": 2770, "remaining": 2771, "half": 2772, "receding": 2773, "oecd": 2774, "countries": 2775, "slow": 2776, "tightening": 2777, "decelerate": 2778, "crunch": 2779, "hold": 2780, "sumit": 2781, "mantri": 2782, "saurabh": 2783, "sancheti": 2784, "raj": 2785, "mullick": 2786, "borar": 2787, "alok": 2788, "agarwal": 2789, "srikanth": 2790, "venkatachari": 2791, "soumyo": 2792, "dutta": 2793, "anshuman": 2794, "thakur": 2795, "dinesh": 2796, "taluja": 2797, "positions": 2798, "strategically": 2799, "continuing": 2800, "broadened": 2801, "assortment": 2802, "give": 2803, "opportunity": 2804, "becoming": 2805, "attained": 2806, "brent": 2807, "broad": 2808, "tariff": 2809, "wireline": 2810, "steady": 2811, "introduction": 2812, "export": 2813, "delta": 2814, "sibur": 2815, "basic": 2816, "eps": 2817, "movement": 2818, "ratios": 2819, "principal": 2820, "repayments": 2821, "receivable": 2822, "declined": 2823, "improving": 2824, "return": 2825, "employed": 2826, "profitability": 2827, "launches": 2828, "included": 2829, "bazaar": 2830, "azorte": 2831, "centro": 2832, "factory": 2833, "portico": 2834, "foraying": 2835, "fmcg": 2836, "independence": 2837, "beverage": 2838, "opened": 2839, "ramped": 2840, "progressively": 2841, "coming": 2842, "period": 2843, "favourable": 2844, "mix": 2845, "crossed": 2846, "count": 2847, "representing": 2848, "boosting": 2849, "priority": 2850, "deepen": 2851, "warehouse": 2852, "introduced": 2853, "postpaid": 2854, "family": 2855, "plus": 2856, "jpl": 2857, "garnering": 2858, "showed": 2859, "decline": 2860, "deltas": 2861, "churn": 2862, "ending": 2863, "ons": 2864, "carried": 2865, "additions": 2866, "drives": 2867, "invited": 2868, "unlimited": 2869, "gbps": 2870, "speeds": 2871, "welcome": 2872, "bands": 2873, "already": 2874, "rose": 2875, "sharply": 2876, "travel": 2877, "normalisation": 2878, "mmbtu": 2879, "cbm": 2880, "q": 2881, "approximately": 2882, "cgd": 2883, "refiners": 2884, "steel": 2885, "ceramics": 2886, "though": 2887, "soft": 2888, "adversely": 2889, "wholly": 2890, "owned": 2891, "subsidiary": 2892, "shubhalakshami": 2893, "shubhlaxmi": 2894, "polytex": 2895, "ltd": 2896, "sintex": 2897, "publisher": 2898, "movie": 2899, "disruption": 2900, "navigated": 2901, "constrained": 2902, "budgets": 2903, "withdrawal": 2904, "colors": 2905, "rishtey": 2906, "dd": 2907, "dish": 2908, "debut": 2909, "hindi": 2910, "gec": 2911, "channels": 2912, "persistent": 2913, "underlying": 2914, "themes": 2915, "marked": 2916, "rupee": 2917, "triggered": 2918, "conditions": 2919, "currencies": 2920, "squeeze": 2921, "incomes": 2922, "undermine": 2923, "macroeconomic": 2924, "stability": 2925, "lift": 2926, "nominal": 2927, "much": 2928, "fifteen": 2929, "europe": 2930, "war": 2931, "intensification": 2932, "finally": 2933, "negative": 2934, "regime": 2935, "raise": 2936, "responded": 2937, "removal": 2938, "accommodation": 2939, "labour": 2940, "surveys": 2941, "headline": 2942, "declining": 2943, "reversal": 2944, "sticky": 2945, "consequently": 2946, "anchor": 2947, "signalled": 2948, 